aaron-bond.better-comments
anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
astro-build.astro-vscode
asvetliakov.vscode-neovim
bazelbuild.vscode-bazel
be5invis.vscode-icontheme-nomo-dark
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
budparr.language-hugo-vscode
castwide.solargraph
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
clinyong.vscode-css-modules
coder.coder-remote
cpsc213-ta.sm213-assembly-syntax-highlighting
dbaeumer.vscode-eslint
eamodio.gitlens
enkia.tokyo-night
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
evzen-wybitul.magic-racket
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.github-vscode-theme
golang.go
haphazarddev.oil-code
hashicorp.terraform
illixion.vscode-vibrancy-continued
jdinhlife.gruvbox
karyfoundation.racket
llvm-vs-code-extensions.vscode-clangd
mads-hartmann.bash-ide-vscode
mandeepsran.gruvbox-black
matepek.vscode-catch2-test-adapter
matthewpi.caddyfile-support
morishjs.matchit
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
peterj.proto
pkief.material-icon-theme
redhat.vscode-yaml
sdras.night-owl
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
sjhuangx.vscode-scheme
sorbet.sorbet-vscode-extension
svelte.svelte-vscode
tooltitudeteam.tooltitude-pb
unifiedjs.vscode-mdx
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
xaver.clang-format
