anysphere.cursorpyright
anysphere.remote-ssh
asvetliakov.vscode-neovim
bazelbuild.vscode-bazel
castwide.solargraph
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
clinyong.vscode-css-modules
coder.coder-remote
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
figma.figma-vscode-extension
golang.go
hashicorp.terraform
illixion.vscode-vibrancy-continued
llvm-vs-code-extensions.vscode-clangd
mads-hartmann.bash-ide-vscode
matepek.vscode-catch2-test-adapter
morishjs.matchit
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.python
peterj.proto
pkief.material-icon-theme
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
undefined_publisher.figma-figidl
undefined_publisher.figma-l10n
unifiedjs.vscode-mdx
vscodevim.vim
wayou.vscode-todo-highlight
xaver.clang-format
